// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "Työn tallennusasetukset";

HSDAllowStoredJobsCheckBox = "Salli tallennetut työt tällä tulostimella";
HSDInternalPrinterMemoryLocation = "Tulostimen sisäinen muisti";
HSDUSBFlashStorageDeviceLocation = "USB-muistilaite";
InternalPrinterMemoryLocationTooltip = "Kaikki USB-muistilaitteen töiden tallennustilaa koskevat tiedot poistetaan käyttämällä suojattua kryptografista poistotapaa. Kaikki tulevat tallennetut työt tallennetaan tulostimen sisäiseen muistiin.";
USBFlashStorageDeviceLocationTooltip = "Käytettävä muistilaite alustetaan ja kaikki tiedot menetetään. Vanhojen töiden tallennustila siirretään tulostimen sisäisestä muistista muistilaitteeseen ja tallennustilan tiedot tyhjennetään tulostimen muistista. Kaikki tulevat tallennetut työt tallennetaan muistilaitteelle.";

HSDSortPopUpTitle = "Tallennettujen töiden lajitteluperuste:";
HSDRetainTempJobsPolicyPopUpTitle = "Säilytä tilapäistyöt uudelleenkäynnistyksen jälkeen:";
HSDDeleteTempJobsAfterPopUpTitle = "Poista tilapäistyöt, kun on kulunut:";
HSDDeleteStandardJobsAfterPopUpTitle = "Poista vakiotyöt, kun on kulunut:";
HSDRejectNoPinJobsCheckBox = "Kumoa kaikki tallennetut työt ilman PIN-tunnusta";
HSDDeleteAllStoredJobsButton = "Poista kaikki tallennetut työt";

// values for sort popup
HSDAlphabetically = "Työn nimi";
HSDChronologically = "Päivämäärä";

// values for retain temp jobs policy popup
HSDAll = "Kaikki";
HSDNone = "Älä säilytä";
HSDOnlyPersonal = "Vain henkilökohtaiset";

// values for delete temp/standard job after popup
HSDNever = "Ei Koskaan";
HSDThirtyMinutes = "30 minuuttia";
HSDOneHour = "1 tunti";
HSDFourHours = "4 tuntia";
HSDOneDay = "1 päivä";
HSDOneWeek = "1 viikko";
HSDFourWeeks = "4 viikkoa";

NoGetTitle = "Asetusten noutaminen epäonnistui";
NoGetMsg = "Varmista, että tulostin on verkossa ja kytketty.";
